[
  {
    "id": 1,
    "title": "સ્વામિનારાયણ...",
    "sholka": "स्वामिनारायणः साक्षाद् अक्षरपुरुषोत्तमः।\nसर्वेभ्यः परमां शान्तिम् आनन्दं सुखमर्पयेत्॥१॥",
    "meaning": "સ્વામિનારાયણ ભગવાન એટલે કે સાક્ષાત્ અક્ષરપુરુષોત્તમ મહારાજ સર્વને પરમ શાંતિ, આનંદ અને સુખ અર્પે. (૧) ",
    "english": "May Swaminarayan Bhagwan, that is, Akshar-Purushottam Maharaj himself,1 bestow ultimate peace, bliss and happiness on all. (1)"
  },
  {
    "id": 2,
    "title": "આ દેહ મુક્તિનું...",
    "sholka": "देहोऽयं साधनं मुक्तेर्न भोगमात्रसाधनम्।\nदुर्लभो नश्वरश्चाऽयं वारंवारं न लभ्यते॥२॥",
    "meaning": "આ દેહ મુક્તિનું સાધન છે, કેવળ ભોગનું સાધન નથી. દુર્લભ અને નાશવંત એવો આ દેહ વારંવાર મળતો નથી. (૨)",
    "english": "This body is a means for moksha, not merely a means for indulgence [in sense pleasures]. Rare and perishable, this body is not repeatedly attained. (2)"
  },
  {
    "id": 3,
    "title": "લૌકિક વ્યવહાર...",
    "sholka": "लौकिको व्यवहारस्तु देहनिर्वाहहेतुकः।\nनैव स परमं लक्ष्यम् अस्य मनुष्यजन्मनः॥३॥",
    "meaning": "લૌકિક વ્યવહાર તો દેહના નિર્વાહ માટે છે. તે આ મનુષ્ય જન્મનું પરમ લક્ષ્ય નથી. (૩)",
    "english": "Laukik vyavahār to dehnā nirvāh māṭe chhe. Te ā manuṣhya janmanu param lakṣhya nathī. (3)"
  },
  {
    "id": "4-5",
    "title": "સર્વ દોષોને...",
    "sholka": "नाशाय सर्वदोषाणां ब्रह्मस्थितेरवाप्तये।\nकर्तुं भगवतो भक्तिम् अस्य देहस्य लम्भनम्॥४॥\nसर्वमिदं हि सत्सङ्गाल्लभ्यते निश्चितं जनैः।\nअतः सदैव सत्सङ्गः करणीयो मुमुक्षुभिः॥५॥",
    "meaning": "સર્વ દોષોને ટાળવા, બ્રહ્મસ્થિતિને પામવા અને ભગવાનની ભક્તિ કરવા આ દેહ મળ્યો છે. આ બધું સત્સંગ કરવાથી અવશ્ય પ્રાપ્ત થાય છે. આથી મુમુક્ષુઓએ સદાય સત્સંગ કરવો. (૪-૫)",
    "english": "Sarva doṣhone ṭāḷavā, brahma-sthitine pāmavā ane Bhagwānnī bhakti karavā ā deh maḷyo chhe. Ā badhu satsang karavāthī avashya prāpta thāya chhe. Āthī mumukṣhuoe sadāya satsang karavo. (4-5)"
  },
  {
    "id": 6,
    "title": "તેથી પરબ્રહ્મ...",
    "sholka": "सत्सङ्गः स्थापितस्तस्माद् दिव्योऽयं परब्रह्मणा।\nस्वामिनारायणेनेह साक्षादेवाऽवतीर्य च॥६॥",
    "meaning": "તેથી પરબ્રહ્મ સ્વામિનારાયણે આ લોકમાં સાક્ષાત્ અવતરીને આ દિવ્ય સત્સંગની સ્થાપના કરી. (૬)",
    "english": "For this reason, Parabrahman Swaminarayan himself manifested in this world and established this divine Satsang. (6)"
  },
  {
    "id": 7,
    "title": "આ સત્સંગનું જ્ઞાન...",
    "sholka": "सत्सङ्गस्याऽस्य विज्ञानं मुमुक्षूणां भवेदिति।\nशास्त्रं सत्सङ्गदीक्षेति शुभाऽऽशयाद् विरच्यते॥७॥",
    "meaning": "આ સત્સંગનું જ્ઞાન મુમુક્ષુઓને થાય એવા શુભ આશયથી ‘સત્સંગદીક્ષા’ એ નામનું શાસ્ત્ર રચવામાં આવે છે. (૭)",
    "english": "The shastra titled ‘Satsang Diksha’ has been composed with the pure intent that mumukshus acquire the knowledge of this satsang. (7)"
  },
  {
    "id": "8-9",
    "title": "સત્ય એવા...",
    "sholka": "सत्यस्य स्वात्मनः सङ्गः सत्यस्य परमात्मनः।\nसत्यस्य च गुरोः सङ्गः सच्छास्त्राणां तथैव च॥८॥\nविज्ञातव्यमिदं सत्यं सत्सङ्गस्य हि लक्षणम्।\nकुर्वन्नेवंविधं दिव्यं सत्सङ्गं स्यात् सुखी जनः॥९॥",
    "meaning": "સત્ય એવા આત્માનો સંગ કરવો, સત્ય એવા પરમાત્માનો સંગ કરવો, સત્ય એવા ગુરુનો સંગ કરવો અને સચ્છાસ્ત્રનો સંગ કરવો એ સત્સંગનું સાચું લક્ષણ જાણવું. આવો દિવ્ય સત્સંગ કરનાર મનુષ્ય સુખી થાય છે. (૮-૯)",
    "english": "One should know that the true meaning of satsang is to associate with the ātmā, which is true; to associate with Paramatma, who is true; to associate with the guru, who is true; and to associate with true shastras. One who practices this divine satsang becomes blissful. (8–9)"
  },
  {
    "id": 10,
    "title": "દીક્ષા એટલે...",
    "sholka": "दीक्षेति दृढसङ्कल्पः सश्रद्धं निश्चयोऽचलः।\nसम्यक् समर्पणं प्रीत्या निष्ठा व्रतं दृढाश्रयः॥१०॥",
    "meaning": "દીક્ષા એટલે દૃઢ સંકલ્પ, શ્રદ્ધાએ સહિત એવો અચળ નિશ્ચય, સમ્યક્ સમર્પણ, પ્રીતિપૂર્વક નિષ્ઠા, વ્રત અને દૃઢ આશરો. (૧૦)",
    "english": "‘Diksha’ means firm resolve, unwavering conviction coupled with faith, absolute dedication, loving faith, observances and firm refuge. (10)"
  },
  {
    "id": 11,
    "title": "આ શાસ્ત્રમાં...",
    "sholka": "शास्त्रेऽस्मिञ्ज्ञापिता स्पष्टम् आज्ञोपासनपद्धतिः।\nपरमात्म-परब्रह्म-सहजानन्द-दर्शिता॥११॥",
    "meaning": "આ શાસ્ત્રમાં પરબ્રહ્મ સહજાનંદ પરમાત્માએ દર્શાવેલ આજ્ઞા તથા ઉપાસનાની પદ્ધતિને સ્પષ્ટ રીતે જણાવી છે. (૧૧)",
    "english": "The methods of āgnā and upāsanā revealed by Parabrahman Sahajanand Paramatma are clearly expressed in this shastra. (11)"
  },
  {
    "id": 12,
    "title": "પુરુષો તથા...",
    "sholka": "सत्सङ्गाऽधिकृतः सर्वे सर्वे सुखाऽधिकारिणः।\nसर्वेऽर्हा ब्रह्मविद्यायां नार्यश्चैव नरास्तथा॥१२॥",
    "meaning": "પુરુષો તથા સ્ત્રીઓ સર્વે સત્સંગના અધિકારી છે, સર્વે સુખના અધિકારી છે અને સર્વે બ્રહ્મવિદ્યાના અધિકારી છે. (૧૨)",
    "english": "All males and females are entitled to satsang, all are entitled to happiness and all are entitled to brahmavidyā. (12)"
  },
  {
    "id": 13,
    "title": "સત્સંગમાં લિંગભેદથી...",
    "sholka": "नैव न्यूनाधिकत्वं स्यात् सत्सङ्गे लिङ्गभेदतः।\nस्वस्वमर्यादया सर्वे भक्त्या मुक्तिं समाप्नुयुः॥१३॥",
    "meaning": "સત્સંગમાં લિંગભેદથી ન્યૂનાધિકપણું ન જ સમજવું. બધા પોતપોતાની મર્યાદામાં રહી ભક્તિ વડે મુક્તિને પામી શકે છે. (૧૩)",
    "english": "In Satsang, superiority or inferiority should never be understood to be based on gender. All can attain moksha through devotion while observing the dharma prescribed for them. (13)"
  },
  {
    "id": "14-15-16",
    "title": "સર્વ વર્ણના...",
    "sholka": "सर्ववर्णगताः सर्वा नार्यः सर्वे नरास्तथा।\nसत्सङ्गे ब्रह्मविद्यायां मोक्षे सदाऽधिकारिणः॥१४॥\nन न्यूनाऽधिकता कार्या वर्णाऽऽधारेण कर्हिचित्।\nत्यक्त्वा स्ववर्णमानं च सेवा कार्या मिथः समैः॥१५॥\nजात्या नैव महान् कोऽपि नैव न्यूनस्तथा यतः।\n\nजात्या क्लेशो न कर्तव्यः सुखं सत्सङ्गमाचरेत्॥१६॥",
    "meaning": "સર્વ વર્ણના સર્વ સ્ત્રીઓ તથા સર્વ પુરુષો સદાય સત્સંગ, બ્રહ્મવિદ્યા અને મોક્ષના અધિકારી છે. વર્ણના આધારે ક્યારેય ન્યૂનાધિકભાવ ન કરવો. સર્વ જનોએ પોતાના વર્ણનું માન ત્યજીને પરસ્પર સેવા કરવી. જાતિએ કરીને કોઈ મહાન નથી અને કોઈ ન્યૂન પણ નથી. તેથી નાત-જાતને લઈને ક્લેશ ન કરવો ને સુખે સત્સંગ કરવો. (૧૪-૧૬)",
    "english": "All men and women of all castes are forever entitled to satsang, brahmavidyā and moksha. Do not attribute notions of superiority and inferiority based on varna. All persons should shun their ego based on their caste and serve one another. No one is superior and no one is inferior by birth. Therefore, one should not quarrel based on caste or class and should joyfully practice satsang. (14–16)"
  },
  {
    "id" : 17,
    "title" : "ગૃહસ્થ તથા...",
    "sholka" : "सर्वेऽधिकारिणो मोक्षे गृहिणस्त्यागिनोऽपि च।\nन न्यूनाऽधिकता तत्र सर्वे भक्ता यतः प्रभोः॥१७॥",
    "meaning" : "ગૃહસ્થ તથા ત્યાગી સર્વે મોક્ષના અધિકારી છે. તેમાં ન્યૂનાધિકભાવ નથી, કારણ કે ગૃહસ્થ કે ત્યાગી બધા ભગવાનના ભક્તો છે. (૧૭)",
    "english" : "Householders and renunciants are all entitled to moksha. Between them neither is inferior or superior, because householders and renunciants are all devotees of Bhagwan. (17)"
  },
  {
    "id" : 18,
    "title" : "સ્વામિનારાયણ...",
    "sholka" : "स्वामिनारायणेऽनन्य-दृढपरमभक्तये।\nगृहीत्वाऽऽश्रयदीक्षाया मन्त्रं सत्सङ्गमाप्नुयात्॥१८॥",
    "meaning" : "સ્વામિનારાયણ ભગવાનને વિષે અનન્ય, દૃઢ અને પરમ ભક્તિ માટે આશ્રયદીક્ષામંત્ર ગ્રહણ કરી સત્સંગ પ્રાપ્ત કરવો. (૧૮)",
    "english" : "To offer singular, resolute and supreme devotion to Bhagwan Swaminarayan, one should receive the Ashray Diksha Mantra3 and affiliate with the Satsang. (18)"
  },
  {
    "id" : 19,
    "title" : "અક્ષરબ્રહ્મ ગુરુના...",
    "sholka" : "धन्योऽस्मि पूर्णकामोऽस्मि निष्पापो निर्भयः सुखी।\nअक्षरगुरुयोगेन स्वामिनारायणाऽऽश्रयात् ॥१९॥",
    "meaning" : "અક્ષરબ્રહ્મ ગુરુના યોગે સ્વામિનારાયણ ભગવાનનો આશરો કરવાથી હું ધન્ય છું, પૂર્ણકામ છું, નિષ્પાપ, નિર્ભય અને સુખી છું. (૧૯)",
    "english" : "“Having taken refuge in Swaminarayan Bhagwan through the association of the Aksharbrahman guru, I am blessed, I am fulfilled, I am without sins, I am fearless and I am blissful.”"
  },
  {
    "id" : 20,
    "title" : "મુમુક્ષુ પોતાના...",
    "sholka" : "आश्रयेत् सहजानन्दं हरिं ब्रह्माऽक्षरं तथा।\nगुणातीतं गुरुं प्रीत्या मुमुक्षुः स्वात्ममुक्तये॥२०॥",
    "meaning" : "મુમુક્ષુ પોતાના આત્માની મુક્તિ માટે સહજાનંદ શ્રીહરિ તથા અક્ષરબ્રહ્મ સ્વરૂપ ગુણાતીત ગુરુનો પ્રીતિએ કરીને આશરો કરે. (૨૦)",
    "english" : "For the moksha of one’s ātmā, a mumukshu should lovingly take refuge of Sahajanand Shri Hari and the Aksharbrahman Gunatit guru.5 (20)"
  }
]